Repository: simplewpapps/weatherplusplus
Catalog: */Resources.resw
Source language: en_us
Languages: ro_ro, ru_ru, uk_ua

# WeatherCode_0
source: Clear
ro_ro: Senin
ru_ru: Ясно
uk_ua: Ясно

# WeatherCode_1
source: Mainly clear
ro_ro: Mai ales senin
ru_ru: Частично ясно
uk_ua: Частково ясно

# WeatherCode_2
source: Partly cloudy
ro_ro: Parțial noros
ru_ru: Частично облачно
uk_ua: Частково хмарно

# WeatherCode_3
source: Cloudy
ro_ro: Noros
ru_ru: Облачно
uk_ua: Хмарно

# WeatherCode_45
source: Fog
ro_ro: Ceață
ru_ru: Туман
uk_ua: Туман

# WeatherCode_48
source: Rime fog
ro_ro: Ceață cu chiciură
ru_ru: Морозный туман
uk_ua: Морозний туман

# WeatherCode_51
source: Drizzle
ro_ro: Burniță
ru_ru: Морось
uk_ua: Мряка

# WeatherCode_53
source: Light drizzle
ro_ro: Burniță ușoară
ru_ru: Слабая морось
uk_ua: Слабка мряка

# WeatherCode_55
source: Moderate drizzle
ro_ro: Burniță moderată
ru_ru: Средняя морось
uk_ua: Середня мряка

# WeatherCode_56
source: Freezing drizzle
ro_ro: Burniță înghețată
ru_ru: Ледяная морось
uk_ua: Крижана мряка

# WeatherCode_57
source: Heavy freezing drizzle
ro_ro: Burniță înghețată abundentă
ru_ru: Сильная ледяная морось
uk_ua: Сильна крижана мряка

# WeatherCode_61
source: Rain
ro_ro: Ploaie
ru_ru: Дождь
uk_ua: Дощ

# WeatherCode_63
source: Moderate rain
ro_ro: Ploaie moderată
ru_ru: Средний дождь
uk_ua: Середній дощ

# WeatherCode_65
source: Heavy rain
ro_ro: Ploaie abundentă
ru_ru: Сильный дождь
uk_ua: Сильний дощ

# WeatherCode_66
source: Freezing rain
ro_ro: Ploaie înghețată
ru_ru: Ледяной дождь
uk_ua: Крижаний дощ

# WeatherCode_67
source: Heavy freezing rain
ro_ro: Ploaie înghețată abundentă
ru_ru: Сильный ледяной дождь
uk_ua: Сильний крижаний дощ

# WeatherCode_71
source: Snow
ro_ro: Ninsoare
ru_ru: Снег
uk_ua: Сніг

# WeatherCode_73
source: Moderate snow
ro_ro: Ninsoare moderată
ru_ru: Средний снег
uk_ua: Середній сніг

# WeatherCode_75
source: Heavy snow
ro_ro: Ninsoare abundentă
ru_ru: Сильный снег
uk_ua: Сильний сніг

# WeatherCode_77
source: Snow grains
ro_ro: Granule de zăpadă
ru_ru: Снежные крупинки
uk_ua: Снігові крупинки

# WeatherCode_80
source: Rain showers
ro_ro: Averse de ploaie
ru_ru: Ливень
uk_ua: Злива

# WeatherCode_81
source: Moderate rain showers
ro_ro: Averse de ploaie moderate
ru_ru: Средний ливень
uk_ua: Середня злива

# WeatherCode_82
source: Heavy rain showers
ro_ro: Averse de ploaie abundente
ru_ru: Сильный ливень
uk_ua: Сильна злива

# WeatherCode_85
source: Snow showers
ro_ro: Averse de ninsoare
ru_ru: Снегопад
uk_ua: Снігопад

# WeatherCode_86
source: Heavy snow showers
ro_ro: Averse de ninsoare abundente
ru_ru: Сильный снегопад
uk_ua: Сильний снігопад

# WeatherCode_95
source: Thunderstorm
ro_ro: Furtună
ru_ru: Гроза
uk_ua: Гроза

# WeatherCode_96
source: Thunderstorm with hail
ro_ro: Furtună cu grindină
ru_ru: Гроза с градом
uk_ua: Гроза з градом

# WeatherCode_99
source: Severe thunderstorm with hail
ro_ro: Furtună severă cu grindină
ru_ru: Сильная гроза с градом
uk_ua: Сильна гроза з градом

# FeelsLang
source: Feels like: {0}
ro_ro: Se simte ca: {0}
ru_ru: Ощущ. как: {0}
uk_ua: Відчув. як: {0}

# HumidLang
source: Humidity: {0}%
ro_ro: Umiditate: {0}%
ru_ru: Влажность: {0}%
uk_ua: Вологість: {0}%

# PivotDaily.Header
source: daily
ro_ro: zilnic
ru_ru: по дням
uk_ua: по дням

# PivotHourly.Header
source: hourly
ro_ro: orar
ru_ru: по часам
uk_ua: по годинам

# PivotToday.Header
source: today
ro_ro: astăzi
ru_ru: сегодня
uk_ua: сьогодні

# RainLang
source: Rain: {0} mm
ro_ro: Ploaie: {0} mm
ru_ru: Осадки: {0} мм
uk_ua: Опади: {0} мм

# SnowLang
source: Snow: {0} cm
ro_ro: Ninsoare: {0} cm
ru_ru: Снег: {0} см
uk_ua: Сніг: {0} см

# UVLang
source: UV: {0}
ru_ru: УФ-индекс: {0}
uk_ua: УФ-індекс: {0}

# UVValue
source: UV:
ru_ru: УФ-индекс:
uk_ua: УФ-індекс:

# VisibleLang
source: Visibility: {0} km
ro_ro: Vizibilitate: {0} km
ru_ru: Видимость: {0} км
uk_ua: Видимість: {0} км

# WindLang
source: Wind: {0} km/h
ro_ro: Vânt: {0} km/h
ru_ru: Ветер: {0} км/ч
uk_ua: Вітер: {0} км/г

# AboutButton.Label
source: about and credits
ro_ro: despre și autori
ru_ru: о приложении и атрибуция
uk_ua: о додатку та атрибуція

# CityButton.Label
source: city
ro_ro: oraș
ru_ru: город
uk_ua: місто

# RefreshButton.Label
source: refresh
ru_ru: обновить
uk_ua: оновити

# SystemButton.Label
source: degree system
ro_ro: sistem de grade
ru_ru: система градусов
uk_ua: система градусів
